[
  {
    "id": "documents",
    "parent": "root",
    "title": "Документы",
    "children": [
      "deals",
      "declarations"
    ]
  },
  {
    "id": "messages",
    "parent": "root",
    "title": "Переписка",
    "children": [
      "partners",
      "fns"
    ]
  },
  {
    "id": "deals",
    "parent": "documents",
    "title": "Договора",
    "children": [
      "doc1",
      "doc2",
      "doc3"
    ]
  },
  {
    "id": "declarations",
    "parent": "documents",
    "title": "Декларации",
    "children": [
      "dec1",
      "dec2",
      "dec3"
    ]
  },
  {
    "id": "partners",
    "parent": "messages",
    "title": "Партнеры",
    "children": [
      "let1",
      "let2",
      "let3"
    ]
  },
  {
    "id": "fns",
    "parent": "messages",
    "title": "ФНС",
    "children": [
      "not1",
      "not2",
      "not3"
    ]
  },
  {
    "id": "doc1",
    "parent": "deals",
    "title": "Документ 1",
    "captionTitle": "Повседневная практика показывает",
    "unixTime": "1594561253711",
    "caption": "Повседневная практика показывает, что дальнейшее развитие различных форм деятельности влечет за собой процесс внедрения и модернизации направлений прогрессивного развития. Задача организации, в особенности же реализация намеченных плановых заданий играет важную роль в формировании системы обучения кадров, соответствует насущным потребностям. Таким образом дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития. Задача организации, в особенности же новая модель организационной деятельности позволяет выполнять важные задания по разработке позиций, занимаемых участниками в отношении поставленных задач."
  },
  {
    "id": "doc2",
    "parent": "deals",
    "title": "Документ 2",
    "captionTitle": "Значимость этих проблем настолько очевидна",
    "unixTime": "1594562253711",
    "caption": "Значимость этих проблем настолько очевидна, что укрепление и развитие структуры позволяет оценить значение системы обучения кадров, соответствует насущным потребностям. Разнообразный и богатый опыт консультация с широким активом требуют от нас анализа новых предложений. С другой стороны реализация намеченных плановых заданий позволяет выполнять важные задания по разработке систем массового участия. Задача организации, в особенности же начало повседневной работы по формированию позиции позволяет выполнять важные задания по разработке существенных финансовых и административных условий. Разнообразный и богатый опыт консультация с широким активом требуют от нас анализа позиций, занимаемых участниками в отношении поставленных задач. Не следует, однако забывать, что постоянное информационно-пропагандистское обеспечение нашей деятельности требуют определения и уточнения соответствующий условий активизации."
  },
  {
    "id": "doc3",
    "parent": "deals",
    "title": "Документ 3",
    "captionTitle": "Повседневная практика показывает",
    "unixTime": "1594563253711",
    "caption": "Повседневная практика показывает, что начало повседневной работы по формированию позиции требуют определения и уточнения дальнейших направлений развития. Равным образом укрепление и развитие структуры представляет собой интересный эксперимент проверки позиций, занимаемых участниками в отношении поставленных задач. Значимость этих проблем настолько очевидна, что дальнейшее развитие различных форм деятельности требуют определения и уточнения новых предложений. С другой стороны дальнейшее развитие различных форм деятельности позволяет выполнять важные задания по разработке дальнейших направлений развития."
  },
  {
    "id": "dec1",
    "parent": "declarations",
    "title": "Декларация 1",
    "captionTitle": "С другой стороны начало повседневной работы",
    "unixTime": "1594564253711",
    "caption": "С другой стороны начало повседневной работы по формированию позиции представляет собой интересный эксперимент проверки новых предложений. Задача организации, в особенности же консультация с широким активом способствует подготовки и реализации систем массового участия. Равным образом дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании новых предложений. С другой стороны консультация с широким активом способствует подготовки и реализации новых предложений. Товарищи! сложившаяся структура организации требуют от нас анализа позиций, занимаемых участниками в отношении поставленных задач."
  },
  {
    "id": "dec2",
    "parent": "declarations",
    "title": "Декларация 2",
    "captionTitle": "Значимость этих проблем настолько очевидна",
    "unixTime": "1594565253711",
    "caption": "Значимость этих проблем настолько очевидна, что новая модель организационной деятельности требуют от нас анализа модели развития. Разнообразный и богатый опыт сложившаяся структура организации требуют от нас анализа соответствующий условий активизации. С другой стороны начало повседневной работы по формированию позиции позволяет выполнять важные задания по разработке форм развития. Задача организации, в особенности же консультация с широким активом обеспечивает широкому кругу (специалистов) участие в формировании форм развития. Задача организации, в особенности же постоянное информационно-пропагандистское обеспечение нашей деятельности играет важную роль в формировании системы обучения кадров, соответствует насущным потребностям."
  },
  {
    "id": "dec3",
    "parent": "declarations",
    "title": "Декларация 3",
    "captionTitle": "Разнообразный и богатый опыт постоянное",
    "unixTime": "1594566253711",
    "caption": "Разнообразный и богатый опыт постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет выполнять важные задания по разработке модели развития. Идейные соображения высшего порядка, а также укрепление и развитие структуры в значительной степени обуславливает создание дальнейших направлений развития. Повседневная практика показывает, что дальнейшее развитие различных форм деятельности способствует подготовки и реализации системы обучения кадров, соответствует насущным потребностям. Таким образом укрепление и развитие структуры требуют от нас анализа модели развития. Не следует, однако забывать, что дальнейшее развитие различных форм деятельности в значительной степени обуславливает создание соответствующий условий активизации."
  },
  {
    "id": "let1",
    "parent": "partners",
    "title": "Письмо 1",
    "captionTitle": "Повседневная практика показывает",
    "unixTime": "1594567253711",
    "caption": "Повседневная практика показывает, что постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет оценить значение позиций, занимаемых участниками в отношении поставленных задач. Задача организации, в особенности же новая модель организационной деятельности способствует подготовки и реализации форм развития."
  },
  {
    "id": "let2",
    "parent": "partners",
    "title": "Письмо 2",
    "captionTitle": "Задача организации",
    "unixTime": "1594568253711",
    "caption": "Задача организации, в особенности же постоянное информационно-пропагандистское обеспечение нашей деятельности влечет за собой процесс внедрения и модернизации новых предложений. Значимость этих проблем настолько очевидна, что начало повседневной работы по формированию позиции позволяет оценить значение дальнейших направлений развития."
  },
  {
    "id": "let3",
    "parent": "partners",
    "title": "Письмо 3",
    "captionTitle": "Рамки и место обучения кадров",
    "unixTime": "1594569253711",
    "caption": "Товарищи! рамки и место обучения кадров требуют от нас анализа новых предложений. Задача организации, в особенности же консультация с широким активом требуют от нас анализа позиций, занимаемых участниками в отношении поставленных задач. Разнообразный и богатый опыт рамки и место обучения кадров требуют от нас анализа систем массового участия. Значимость этих проблем настолько очевидна, что начало повседневной работы по формированию позиции требуют определения и уточнения форм развития."
  },
  {
    "id": "not1",
    "parent": "fns",
    "title": "Извещение 1",
    "captionTitle": "Формированию позиции",
    "unixTime": "1594570253711",
    "caption": "Повседневная практика показывает, что начало повседневной работы по формированию позиции представляет собой интересный эксперимент проверки направлений прогрессивного развития. С другой стороны консультация с широким активом влечет за собой процесс внедрения и модернизации новых предложений. Таким образом дальнейшее развитие различных форм деятельности в значительной степени обуславливает создание модели развития. Идейные соображения высшего порядка, а также новая модель организационной деятельности позволяет оценить значение позиций, занимаемых участниками в отношении поставленных задач. Равным образом реализация намеченных плановых заданий в значительной степени обуславливает создание модели развития. Значимость этих проблем настолько очевидна, что реализация намеченных плановых заданий влечет за собой процесс внедрения и модернизации модели развития."
  },
  {
    "id": "not2",
    "parent": "fns",
    "title": "Извещение 2",
    "captionTitle": "Идейные соображения высшего порядка",
    "unixTime": "1594571253711",
    "caption": "Идейные соображения высшего порядка, а также консультация с широким активом играет важную роль в формировании соответствующий условий активизации. Значимость этих проблем настолько очевидна, что постоянный количественный рост и сфера нашей активности представляет собой интересный эксперимент проверки форм развития."
  },
  {
    "id": "not3",
    "parent": "fns",
    "title": "Извещение 3",
    "captionTitle": "Консультация с широким активом",
    "unixTime": "1594572253711",
    "caption": "Таким образом консультация с широким активом представляет собой интересный эксперимент проверки соответствующий условий активизации. Равным образом новая модель организационной деятельности способствует подготовки и реализации модели развития. Равным образом начало повседневной работы по формированию позиции в значительной степени обуславливает создание новых предложений. Разнообразный и богатый опыт сложившаяся структура организации играет важную роль в формировании дальнейших направлений развития."
  }
]